lib/Checkdelivery.bak/fedextransactions.log

Wed Jun 10 13:24:41 UTC 2015:- <?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://fedex.com/ws/cnty/v2"><SOAP-ENV:Body><ns1:PostalCodeInquiryRequest><ns1:WebAuthenticationDetail><ns1:UserCredential><ns1:Key>vSjca0wJn4s3Ihvq</ns1:Key><ns1:Password>q5JghKTZWFpxqbw7esWfYyMtY</ns1:Password></ns1:UserCredential></ns1:WebAuthenticationDetail><ns1:ClientDetail><ns1:AccountNumber>510087020</ns1:AccountNumber><ns1:MeterNumber>118681523</ns1:MeterNumber></ns1:ClientDetail><ns1:TransactionDetail><ns1:CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</ns1:CustomerTransactionId></ns1:TransactionDetail><ns1:Version><ns1:ServiceId>cnty</ns1:ServiceId><ns1:Major>2</ns1:Major><ns1:Intermediate>0</ns1:Intermediate><ns1:Minor>0</ns1:Minor></ns1:Version><ns1:PostalCode>110085</ns1:PostalCode><ns1:CountryCode>IN</ns1:CountryCode></ns1:PostalCodeInquiryRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><PostalCodeInquiryReply xmlns="http://fedex.com/ws/cnty/v2"><HighestSeverity>SUCCESS</HighestSeverity><Notifications><Severity>SUCCESS</Severity><Source>cnty</Source><Code>000</Code><Message>SUCCESS</Message><LocalizedMessage>SUCCESS</LocalizedMessage></Notifications><TransactionDetail><CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</CustomerTransactionId></TransactionDetail><Version><ServiceId>cnty</ServiceId><Major>2</Major><Intermediate>0</Intermediate><Minor>0</Minor></Version><ExpressFreightContractorDeliveryArea>true</ExpressFreightContractorDeliveryArea><ExpressDescription><LocationId>DELAZ</LocationId><PostalCode>110085</PostalCode><ServiceArea>AA</ServiceArea></ExpressDescription><ExpressFreightDescription><LocationId>DELRT</LocationId><ServiceArea>H7</ServiceArea></ExpressFreightDescription></PostalCodeInquiryReply></SOAP-ENV:Body></SOAP-ENV:Envelope>

Wed Jun 10 13:24:49 UTC 2015:- <?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://fedex.com/ws/cnty/v2"><SOAP-ENV:Body><ns1:PostalCodeInquiryRequest><ns1:WebAuthenticationDetail><ns1:UserCredential><ns1:Key>vSjca0wJn4s3Ihvq</ns1:Key><ns1:Password>q5JghKTZWFpxqbw7esWfYyMtY</ns1:Password></ns1:UserCredential></ns1:WebAuthenticationDetail><ns1:ClientDetail><ns1:AccountNumber>510087020</ns1:AccountNumber><ns1:MeterNumber>118681523</ns1:MeterNumber></ns1:ClientDetail><ns1:TransactionDetail><ns1:CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</ns1:CustomerTransactionId></ns1:TransactionDetail><ns1:Version><ns1:ServiceId>cnty</ns1:ServiceId><ns1:Major>2</ns1:Major><ns1:Intermediate>0</ns1:Intermediate><ns1:Minor>0</ns1:Minor></ns1:Version><ns1:PostalCode>110085</ns1:PostalCode><ns1:CountryCode>IN</ns1:CountryCode></ns1:PostalCodeInquiryRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><PostalCodeInquiryReply xmlns="http://fedex.com/ws/cnty/v2"><HighestSeverity>SUCCESS</HighestSeverity><Notifications><Severity>SUCCESS</Severity><Source>cnty</Source><Code>000</Code><Message>SUCCESS</Message><LocalizedMessage>SUCCESS</LocalizedMessage></Notifications><TransactionDetail><CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</CustomerTransactionId></TransactionDetail><Version><ServiceId>cnty</ServiceId><Major>2</Major><Intermediate>0</Intermediate><Minor>0</Minor></Version><ExpressFreightContractorDeliveryArea>true</ExpressFreightContractorDeliveryArea><ExpressDescription><LocationId>DELAZ</LocationId><PostalCode>110085</PostalCode><ServiceArea>AA</ServiceArea></ExpressDescription><ExpressFreightDescription><LocationId>DELRT</LocationId><ServiceArea>H7</ServiceArea></ExpressFreightDescription></PostalCodeInquiryReply></SOAP-ENV:Body></SOAP-ENV:Envelope>

Wed Jun 10 13:24:58 UTC 2015:- <?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://fedex.com/ws/cnty/v2"><SOAP-ENV:Body><ns1:PostalCodeInquiryRequest><ns1:WebAuthenticationDetail><ns1:UserCredential><ns1:Key>vSjca0wJn4s3Ihvq</ns1:Key><ns1:Password>q5JghKTZWFpxqbw7esWfYyMtY</ns1:Password></ns1:UserCredential></ns1:WebAuthenticationDetail><ns1:ClientDetail><ns1:AccountNumber>510087020</ns1:AccountNumber><ns1:MeterNumber>118681523</ns1:MeterNumber></ns1:ClientDetail><ns1:TransactionDetail><ns1:CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</ns1:CustomerTransactionId></ns1:TransactionDetail><ns1:Version><ns1:ServiceId>cnty</ns1:ServiceId><ns1:Major>2</ns1:Major><ns1:Intermediate>0</ns1:Intermediate><ns1:Minor>0</ns1:Minor></ns1:Version><ns1:PostalCode>110085</ns1:PostalCode><ns1:CountryCode>IN</ns1:CountryCode></ns1:PostalCodeInquiryRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><PostalCodeInquiryReply xmlns="http://fedex.com/ws/cnty/v2"><HighestSeverity>SUCCESS</HighestSeverity><Notifications><Severity>SUCCESS</Severity><Source>cnty</Source><Code>000</Code><Message>SUCCESS</Message><LocalizedMessage>SUCCESS</LocalizedMessage></Notifications><TransactionDetail><CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</CustomerTransactionId></TransactionDetail><Version><ServiceId>cnty</ServiceId><Major>2</Major><Intermediate>0</Intermediate><Minor>0</Minor></Version><ExpressFreightContractorDeliveryArea>true</ExpressFreightContractorDeliveryArea><ExpressDescription><LocationId>DELAZ</LocationId><PostalCode>110085</PostalCode><ServiceArea>AA</ServiceArea></ExpressDescription><ExpressFreightDescription><LocationId>DELRT</LocationId><ServiceArea>H7</ServiceArea></ExpressFreightDescription></PostalCodeInquiryReply></SOAP-ENV:Body></SOAP-ENV:Envelope>

Wed Jun 10 13:26:13 UTC 2015:- <?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://fedex.com/ws/cnty/v2"><SOAP-ENV:Body><ns1:PostalCodeInquiryRequest><ns1:WebAuthenticationDetail><ns1:UserCredential><ns1:Key>vSjca0wJn4s3Ihvq</ns1:Key><ns1:Password>q5JghKTZWFpxqbw7esWfYyMtY</ns1:Password></ns1:UserCredential></ns1:WebAuthenticationDetail><ns1:ClientDetail><ns1:AccountNumber>510087020</ns1:AccountNumber><ns1:MeterNumber>118681523</ns1:MeterNumber></ns1:ClientDetail><ns1:TransactionDetail><ns1:CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</ns1:CustomerTransactionId></ns1:TransactionDetail><ns1:Version><ns1:ServiceId>cnty</ns1:ServiceId><ns1:Major>2</ns1:Major><ns1:Intermediate>0</ns1:Intermediate><ns1:Minor>0</ns1:Minor></ns1:Version><ns1:PostalCode>852130</ns1:PostalCode><ns1:CountryCode>IN</ns1:CountryCode></ns1:PostalCodeInquiryRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><PostalCodeInquiryReply xmlns="http://fedex.com/ws/cnty/v2"><HighestSeverity>SUCCESS</HighestSeverity><Notifications><Severity>SUCCESS</Severity><Source>cnty</Source><Code>000</Code><Message>SUCCESS</Message><LocalizedMessage>SUCCESS</LocalizedMessage></Notifications><TransactionDetail><CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</CustomerTransactionId></TransactionDetail><Version><ServiceId>cnty</ServiceId><Major>2</Major><Intermediate>0</Intermediate><Minor>0</Minor></Version><ExpressFreightContractorDeliveryArea>false</ExpressFreightContractorDeliveryArea><ExpressDescription><LocationId>PATX </LocationId><PostalCode>852130</PostalCode><ServiceArea>AA</ServiceArea></ExpressDescription><ExpressFreightDescription><LocationId>*****</LocationId><ServiceArea>NS</ServiceArea></ExpressFreightDescription></PostalCodeInquiryReply></SOAP-ENV:Body></SOAP-ENV:Envelope>

Thu Jun 11 5:15:32 UTC 2015:- <?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://fedex.com/ws/cnty/v2"><SOAP-ENV:Body><ns1:PostalCodeInquiryRequest><ns1:WebAuthenticationDetail><ns1:UserCredential><ns1:Key>asffs</ns1:Key><ns1:Password>sdfsdf</ns1:Password></ns1:UserCredential></ns1:WebAuthenticationDetail><ns1:ClientDetail><ns1:AccountNumber>sdfsdf</ns1:AccountNumber><ns1:MeterNumber>sdfsdf</ns1:MeterNumber></ns1:ClientDetail><ns1:TransactionDetail><ns1:CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</ns1:CustomerTransactionId></ns1:TransactionDetail><ns1:Version><ns1:ServiceId>cnty</ns1:ServiceId><ns1:Major>2</ns1:Major><ns1:Intermediate>0</ns1:Intermediate><ns1:Minor>0</ns1:Minor></ns1:Version><ns1:PostalCode>852130</ns1:PostalCode><ns1:CountryCode>IN</ns1:CountryCode></ns1:PostalCodeInquiryRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><v2:PostalCodeInquiryReply xmlns:v2="http://fedex.com/ws/cnty/v2"> <v2:HighestSeverity xmlns:v2="http://fedex.com/ws/cnty/v2">ERROR</v2:HighestSeverity>  <v2:Notifications xmlns:v2="http://fedex.com/ws/cnty/v2">     <v2:Severity xmlns:v2="http://fedex.com/ws/cnty/v2">ERROR</v2:Severity>     <v2:Source xmlns:v2="http://fedex.com/ws/cnty/v2">prof</v2:Source>     <v2:Code xmlns:v2="http://fedex.com/ws/cnty/v2">1000</v2:Code>     <v2:Message xmlns:v2="http://fedex.com/ws/cnty/v2">Authentication Failed</v2:Message>  </v2:Notifications> <v2:TransactionDetail xmlns:v2="http://fedex.com/ws/cnty/v2"><v2:CustomerTransactionId xmlns:v2="http://fedex.com/ws/cnty/v2">*** PostalCodeInquiry Request using PHP ***</v2:CustomerTransactionId> </v2:TransactionDetail>  <v2:Version xmlns:v2="http://fedex.com/ws/cnty/v2">     <v2:ServiceId xmlns:v2="http://fedex.com/ws/cnty/v2">cnty</v2:ServiceId>     <v2:Major xmlns:v2="http://fedex.com/ws/cnty/v2">2</v2:Major>     <v2:Intermediate xmlns:v2="http://fedex.com/ws/cnty/v2">0</v2:Intermediate>     <v2:Minor xmlns:v2="http://fedex.com/ws/cnty/v2">0</v2:Minor>  </v2:Version> </v2:PostalCodeInquiryReply></SOAP-ENV:Body></SOAP-ENV:Envelope>

Thu Jun 11 5:17:42 UTC 2015:- <?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://fedex.com/ws/cnty/v2"><SOAP-ENV:Body><ns1:PostalCodeInquiryRequest><ns1:WebAuthenticationDetail><ns1:UserCredential><ns1:Key>vSjca0wJn4s3Ihvq</ns1:Key><ns1:Password>q5JghKTZWFpxqbw7esWfYyMtY</ns1:Password></ns1:UserCredential></ns1:WebAuthenticationDetail><ns1:ClientDetail><ns1:AccountNumber>510087020</ns1:AccountNumber><ns1:MeterNumber>q5JghKTZWFpxqbw7esWfYyMtY</ns1:MeterNumber></ns1:ClientDetail><ns1:TransactionDetail><ns1:CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</ns1:CustomerTransactionId></ns1:TransactionDetail><ns1:Version><ns1:ServiceId>cnty</ns1:ServiceId><ns1:Major>2</ns1:Major><ns1:Intermediate>0</ns1:Intermediate><ns1:Minor>0</ns1:Minor></ns1:Version><ns1:PostalCode>852130</ns1:PostalCode><ns1:CountryCode>IN</ns1:CountryCode></ns1:PostalCodeInquiryRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><PostalCodeInquiryReply xmlns="http://fedex.com/ws/cnty/v2"><HighestSeverity>SUCCESS</HighestSeverity><Notifications><Severity>SUCCESS</Severity><Source>cnty</Source><Code>000</Code><Message>SUCCESS</Message><LocalizedMessage>SUCCESS</LocalizedMessage></Notifications><TransactionDetail><CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</CustomerTransactionId></TransactionDetail><Version><ServiceId>cnty</ServiceId><Major>2</Major><Intermediate>0</Intermediate><Minor>0</Minor></Version><ExpressFreightContractorDeliveryArea>false</ExpressFreightContractorDeliveryArea><ExpressDescription><LocationId>PATX </LocationId><PostalCode>852130</PostalCode><ServiceArea>AA</ServiceArea></ExpressDescription><ExpressFreightDescription><LocationId>*****</LocationId><ServiceArea>NS</ServiceArea></ExpressFreightDescription></PostalCodeInquiryReply></SOAP-ENV:Body></SOAP-ENV:Envelope>

Thu Jun 11 5:58:26 UTC 2015:- <?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://fedex.com/ws/cnty/v2"><SOAP-ENV:Body><ns1:PostalCodeInquiryRequest><ns1:WebAuthenticationDetail><ns1:UserCredential><ns1:Key>vSjca0wJn4s3Ihvq</ns1:Key><ns1:Password>q5JghKTZWFpxqbw7esWfYyMtY</ns1:Password></ns1:UserCredential></ns1:WebAuthenticationDetail><ns1:ClientDetail><ns1:AccountNumber>510087020</ns1:AccountNumber><ns1:MeterNumber>q5JghKTZWFpxqbw7esWfYyMtY</ns1:MeterNumber></ns1:ClientDetail><ns1:TransactionDetail><ns1:CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</ns1:CustomerTransactionId></ns1:TransactionDetail><ns1:Version><ns1:ServiceId>cnty</ns1:ServiceId><ns1:Major>2</ns1:Major><ns1:Intermediate>0</ns1:Intermediate><ns1:Minor>0</ns1:Minor></ns1:Version><ns1:PostalCode>852130</ns1:PostalCode><ns1:CountryCode>IN</ns1:CountryCode></ns1:PostalCodeInquiryRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><PostalCodeInquiryReply xmlns="http://fedex.com/ws/cnty/v2"><HighestSeverity>SUCCESS</HighestSeverity><Notifications><Severity>SUCCESS</Severity><Source>cnty</Source><Code>000</Code><Message>SUCCESS</Message><LocalizedMessage>SUCCESS</LocalizedMessage></Notifications><TransactionDetail><CustomerTransactionId>*** PostalCodeInquiry Request using PHP ***</CustomerTransactionId></TransactionDetail><Version><ServiceId>cnty</ServiceId><Major>2</Major><Intermediate>0</Intermediate><Minor>0</Minor></Version><ExpressFreightContractorDeliveryArea>false</ExpressFreightContractorDeliveryArea><ExpressDescription><LocationId>PATX </LocationId><PostalCode>852130</PostalCode><ServiceArea>AA</ServiceArea></ExpressDescription><ExpressFreightDescription><LocationId>*****</LocationId><ServiceArea>NS</ServiceArea></ExpressFreightDescription></PostalCodeInquiryReply></SOAP-ENV:Body></SOAP-ENV:Envelope>

